EMOJI = {
    'target': '🎯',
    'money_bag': '💰',
    'money_with_wings': '💸',
    'calendar': '📅',
    'fire': '🔥',
    'wrapped_gift': '🎁',
    'megaphone': '📣',
    'sunglasses': '😎',
    'hand_right': '👉',
    'bar_chart': '📊',
    'ok_hand': '👌',
    'hand_pointing_down': '👇',
    'thumbs_up': '👍',
    'thinking_face': '🤔',
    'purse': '👛',
    'waving_hand': '👋',
    'money_mouth_face': '🤑',
    'trophy': '🏆',
    'winking_face': '😉',
    'foot': '👣',
    'double_exclamation_mark': '‼️',
    'shrug': '🤷<200d>♂️',
    'key': '🔑'
    
    }


msg_select_lang_of_speech = 'Please select the language of speech recognition'

msg_select_lang_ok = '''Привет! Translatebot поможет вам общаться с иностранным собеседником. \
Добавьте бота в совместный чат и он будет переводить вам сообщения друг друга!

Для дополнительных деталей введите /help.'''

msg_help = '''Для общения с ботом используйте следующие команды:
/lang - выбор языка для голосовых сообщений
/help - вызов справки (это сообщение)
/output - как вы хотите получать сообщения - текстом или голосовыми сообщениями'''

msg_set_output_format = f'''Выберите формат, в котором хотите получать \
сообщения {EMOJI['hand_pointing_down']}'''

msg_output_format_saved = 'Настройки сохранены'

msg_one_chat_member = f'''Бот обнаружил только вас {EMOJI["thinking_face"]} Чтобы он увидел \
всех собеседников, каждый должен сперва выбрать родной язык командой \
/lang'''



